<template>
  <div>
    <!-- <h3>Перечень выполненных работ</h3> -->
    <h3>Краткий перечень работ, выполненных рабочей группой за последнее время</h3>
    <p>Спутниковые системы связи</p>
    <ol>
      <li>
        <h5>Разработка встроенного ПО систем управления изделиями.</h5>
        <ul>

          <li>Разработка алгоритмического обеспечения изделий.</li>
          <li>Разработка модуля КПА обеспечивающего подсчет достоверности в каналах связи в реальном масштабе времени.</li>
          <li>Проведение испытаний изделий</li>
          <li>Разработка встроенного и клиентского ПО центров управления связью.</li>
          <li>Пуско-наладочные работы.</li>
          <li>Служба поддержки. </li>
        </ul>
      </li>
      <li>
        <h5>Комплекс вычислительной аппаратуры</h5>
        <ul>
          <li>Отработка и макетирование аппаратуры изделия</li>
          <li>Разработка специального программного обеспечения (СПО) изделий (АРМ, экран коллективного пользования, центральный вычислитель).
          </li>
          <li>Разработка программного сервиса диагностики аппаратного обеспечения</li>
          <li>Разработка программного сервиса вторичной радиолокации</li>
        </ul>
      </li>
      <li>
        <h5>Системы радиолокации</h5>
        <ul>
          <li>Разработка ПО алгоритмов синтезирования РЛИ на графических ускорителях</li>
          <li>Разработка алгоритмов синтеза и обработки РЛИ.</li>
          <li>Разработка прикладного и специализированного ПО.</li>
          <li>Разработка программы проведения испытаний.</li>
        </ul>
      </li>

      <li>
        <h5>Система тахографического контроля за соблюдением режима труда и отдыха водителей в транспортном комплексе РФ, функционирующей
          на базе использования системы ГЛОНАСС</h5>
        <ul>
          <li>Разработка и согласование протоколов взаимодействия.</li>
          <li>Разработка БД.</li>
          <li>Разработка и программирование имитаторов.</li>
          <li>Разработка программы и методики испытаний.</li>
          <li>Разработка ПО подсистем – сбора сведений, анализа информации, хранения данных. </li>
        </ul>
      </li>
      <li>
        <h5>Модернизация мобильных станций спецсвязи</h5>
        <ul>
          <li>Модернизация ПО управления и GPS позиционирования станций.</li>
          <li>Разработка специализированного центрального узла картографической привязки абонентов.</li>
          <li>Разработка программной документации и участие в проведении испытаний. </li>
        </ul>
      </li>
      <li>
        <h5>Разработка прикладного пользовательского ПО для источников бесперебойного питания</h5>
        <ul>
          <li>Разработка архитектуры СПО и протоколов взаимодействия с ИБП по интерфейсам - RS-232, USB, Ethernet.</li>
          <li>Разработка ПО оператора, ПО администратора сети, ПО автоматического отключения абонентов, БД хранения управляющей и
            телеметрической информации.</li>
          <li>Разработка документации по ЕСПД, включая руководство оператора и программу и методику испытаний.</li>
        </ul>
      </li>
    </ol>
    <!-- <h4>за период&nbsp; 2012-2015 годы</h4>
    <ul>
      <li>Проведение летных испытаний спутника-ретранслятора (изделие 14Р512) в сотрудничестве с ОАО «ИСС»</li>
      <li>Сопровождение и поддерживание в актуальном состоянии документации на систему управления спутником-ретранслятором.</li>
      <li>Разработка модели управления для второго комплекта спутника-ретранслятора (изделия 14Р512)</li>
      <li>Разработка программного обеспечения для бортовых систем управления спутника-ретранслятора</li>
      <li>Создание концепции и разработка технических заданий на системы управления ДЛРО</li>
      <li>Разработка программного обеспечения для информационного обмена между
      центром управления полетами и наземными станциями для обслуживания
      эксплуатации спутника-ретранслятора (изделие 14Р512)</li>
    </ul> -->
  </div>
</template>
<script>
export default {
	head() {
		return {
			title: 'CosmosConnect Перечень выполненных работ',
		};
	},
};
</script>
