<template>
  <div>
    <h3>Рабочая группа по разработке систем управления комплексами и специализированного программного обеспечения</h3>

    <h4>Структура рабочей группы:</h4>
    <ul>
      <li>группа системного проектирования;</li>
      <li>группа прикладного программирования;</li>
      <li>группа разработки алгоритмического обеспечения.</li>
    </ul>

    <h4>Направления деятельности рабочей группы:</h4>
    <ol>
      <li>Комплексная разработка изделий, начиная от разработки технических заданий (ТЗ), структурных схем, протоколов, технических
        условий (ТУ) и заканчивая проведением испытаний и сдачей Заказчику.</li>
      <li>Разработка радиолиний, включая расчётов параметров и моделирование сквозного тракта.</li>
      <li>Разработка систем управления радиолокационных и связных комплексов, включая встроенное и прикладное программное обеспечение
        (ПО).
      </li>
      <li> Разработка контрольно-проверочной аппаратуры (КПА) и технологического ПО.</li>
      <li>Разработка алгоритмов синтеза и обработки радиолокационных изображений и их программная реализация для перспективных вычислительных
        архитектур.
      </li>
      <li>Разработка встроенного ПО для конкретных блоков или устройств, в том числе систем реального времени.</li>
      <li>Разработка ПО баз данных (БД) для клиент-серверных архитектур.</li>
      <li>Прикладное программирование на языках высокого уровня. Разработка ПО под операционные системы Windows/Linux (в том числе
        – МСВС, Astra Linux Special Edition и т.п.).</li>
      <li>Разработка Web приложений.</li>
      <li>Разработка конструкторской и программный документации в соответствии с требованиями ЕСКД и ЕСПД.</li>
    </ol>
  </div>
</template>
<script>
export default {
	head() {
		return {
			title: 'CosmosConnect Направление деятельности',
		};
	},
};
</script>